{
  "A": [
    "Arts, Culture, and Humanities",
    "Your donation helps all Arts, Culture, and Humanities-related CFC charities by funding exhibitions, performances, educational programs, and preservation efforts. You will provide access to cultural heritage, foster creativity, and enrich society's understanding and appreciation of the human experience."
  ],
  "B": [
    "Education",
    "Ensuring educators and students have the resources they need is an investment in our future. Your support helps all Education-related CFC charities to cover tuition, the cost of books and supplies, extracurricular fees, technology resources, and much more!"
  ],
  "C": [
    "Environment",
    "Your support helps all Environment-related CFC charities to do things like clean trash from the oceans, discover fungi and bacteria that can eat plastic, remove excess carbon from the air, restore endangered species, and keep our planet clean, safe, and healthy."
  ],
  "D": [
    "Animal-Related",
    "Your support helps all Animal-Related CFC charities to adopt-out beloved animals from shelters and rescue organizations, provides resources to keep animals safe and healthy, and promotes a hopeful future for scaly, furry, feathered, and fin-covered species everywhere!"
  ],
  "E": [
    "Health Care",
    "Your support helps all Healthcare-related CFC charities to provide crucial funds for medical research, patient care, and community health initiatives. You will help provide treatments, improve access to care, and enhance overall well-being for individuals and communities."
  ],
  "F": [
    "Mental Health & Crisis Intervention",
    "Nearly one in five American adults are affected by mental health conditions. Your support helps all Mental Health & Crisis Intervention-related CFC charities to provide resources and life-saving care such as workshops, online resources and education, hotlines, professional therapists and doctors, and more!"
  ],
  "G": [
    "Voluntary Health Associations & Medical Disciplines",
    "Your donation will help all CFC-approved Voluntary Health Associations and Medical Disciplines by funding research, patient support services, advocacy efforts, and education programs. You will drive advancements in treatment, awareness, and policy—improving outcomes and quality of life for people everywhere."
  ],
  "H": [
    "Medical Research",
    "According to the World Health Organization (WHO), global life expectancy increased by six years between 2000 and 2019! Your donation will keep the momentum going by supporting all CFC Medical Research charities—providing vital funding for innovative studies, clinical trials, and scientific advancements."
  ],
  "I": [
    "Crime & Legal Related",
    "Your donations will aid all Crime and Legal-related CFC charities by funding victim support services, legal representation, and advocacy efforts. These charities promote access to justice, rehabilitation, and crime prevention, helping individuals navigate the legal system and rebuild their lives."
  ],
  "J": [
    "Employment",
    "Your donation helps all Employment-related CFC charities to provide resources for job training, resume assistance, and career counseling. You’ll help people gain skills, secure employment, and achieve financial independence."
  ],
  "K": [
    "Food, Agriculture & Nutrition",
    "Lack of access to healthy food results in malnutrition, heart disease, obesity, diabetes, and other issues. Your support helps all Food, Agriculture & Nutrition-related CFC charities to address food deserts, ensure clean drinking water, teach effective farming techniques, and increase overall food security."
  ],
  "L": [
    "Housing & Shelter",
    "Too many people around the world have no place to call home. Your support helps all Housing & Shelter-related CFC charities to fund housing programs, support shelter-based organizations, rehome refugees, and provide resources to those with a limited ability to care for themselves."
  ],
  "M": [
    "Public Safety, Disaster Preparedness & Relief",
    "Your timely support can be lifesaving. Your contribution supports all CFC charities dedicated to Public Safety, Disaster Preparedness and Relief for those affected by catastrophic events."
  ],
  "N": [
    "Recreation & Sports",
    "Your donation helps all Recreation and Sports-related CFC charities support youth development, community engagement, and access to physical activities. You will fund facilities, equipment, and programs that promote health, teamwork, and personal growth for people young and old."
  ],
  "O": [
    "Youth Development",
    "Your donation will help all Youth Development CFC charities to provide resources for mentorship programs, educational support, and extracurricular activities. You’ll empower young people with skills, opportunities, and guidance, fostering personal growth, resilience, and future success."
  ],
  "P": [
    "Human Services",
    "An estimated 656 million people live in poverty or lack basic human needs. Your donation helps all Human Services-related CFC charities to address poverty and help people better prepare for their future through programs like job training, small business support, legal aid, and more!"
  ],
  "Q": [
    "International, Foreign Affairs & National Security",
    "Your donation supports all CFC charities with a focus on International, Foreign Affairs, and National Security by funding diplomatic efforts, humanitarian aid, peacekeeping missions, and security initiatives."
  ],
  "R": [
    "Civil Rights, Social Action & Advocacy",
    "Your donation empowers all Civil Rights, Social Action, and Advocacy-related CFC charities by funding legal representation, grassroots organizing, public education, and policy reform. You will amplify marginalized voices, promote equality, and drive systemic change toward a more just society."
  ],
  "S": [
    "Community Improvement & Capacity Building",
    "Your donation helps all Community Improvement and Capacity-Building CFC charities to facilitate projects such as infrastructure development, education programs, and leadership training."
  ],
  "T": [
    "Philanthropy, Voluntarism & Grant Making Foundations",
    "Your donation to all Philanthropy, Voluntarism, and Grant-Making CFC organizations will fuel their mission to support nonprofits and initiatives addressing critical needs."
  ],
  "U": [
    "Science & Technology",
    "Your donation to Science and Technology-related CFC charities will fund research, innovation, and educational outreach. You’ll help drive scientific discovery, technological advancement, and STEM education—empowering individuals and organizations to tackle complex challenges and improve lives."
  ],
  "V": [
    "Social Science",
    "Your donation to all Social Science-related CFC charities supports research, data collection, and policy analysis. You will enable evidence-based solutions to social issues, inform public discourse, and advocate for effective policies, fostering positive societal change and improved well-being for communities."
  ],
  "W": [
    "Public & Societal Benefit",
    "With your donation, all CFC charities focused on Public and Societal Benefit will improve community development, disaster relief, and civic engagement. You will help address critical needs, promote social justice, and strengthen democratic values."
  ],
  "X": [
    "Religion-Related",
    "Your donation to all religiously affiliated CFC charities will support spiritual outreach, humanitarian aid, and community services. You’ll help fund missions, educational programs, and social welfare initiatives, providing spiritual guidance, comfort, and practical assistance to individuals and communities."
  ],
  "Y": [
    "Mutual & Membership Benefit",
    "Your donation to all Mutual and Membership Benefit CFC charities will support their mission of serving their members' common interests. You will help fund member services, advocacy efforts, and community-building activities, enhancing the collective well-being and cohesion of the organization's members."
  ],
  "Z": [
    "Unknown/Other",
    "By contributing to this “Other” CFC category, you are making a broad donation to all CFC-approved charities!"
  ]
}